Repository: GabsEdits/sticky
Catalog: po/*.po
Languages: cs, hu, oc, pt_br, ru

source: Pin notes to your desktop
cs: Připněte poznámky na plochu
oc: Penjar las nòtas al burèu
pt_br: Fixe notas para o seu ambiente de trabalho

source: Sticky Notes
cs: Rychlé Poznámky
oc: Nòtas adesivas
ru: Заметки

source: Sticky;Notes;Write;
cs: Sticky;Notes;Write;Poznámky;Psát;
hu: Sticky;Notes;Írás;
oc: Adesiva;Peganta;Nòtas;Escriure;
pt_br: Sticky;Notas;Escreva;
ru: Клейкие;Заметки;Писать;

source: Sticky Notes is a simple sticky notes app for GNOME. It allows you to create notes and format them.
cs: Rychlé Poznámky - jednoduchá aplikace pro rychlé poznámky pro GNOME. Umožňuje vytvářet poznámky a formátovat je.
hu: A Sticky Notes egy egyszerű jegyzet alkalmazás a GNOME-hoz. Lehetővé teszi jegyzetek létrehozását és formázását.
oc: Nòtas adesivas es una aplicacion de nòtas de pegar per GNOME. Vos permet de crear de nòtas e de las metre en fòrma.
pt_br: Sticky Notes é um simples aplicativo de notas para GNOME. Ele permite que você crie notas e as formate.
ru: Заметки это простое приложение заметок для GNOME. Оно позволяет создавать заметки и форматировать их.

source: Current features:
cs: Aktuální funkce:
hu: Aktuális jellemzők:
oc: Foncionalitats actualas :
pt_br: Funcionalidades atuais:
ru: Текущие возможности:

source: simple formatting (bold, italic, underline and strikethrough)
cs: jednoduché formátování (tučné, kurzíva, podtržení a přeškrtnutí)
hu: egyszerű formázás (kövér, dőlt, aláhúzott és áthúzott)
oc: fomatatge simple (gras, italica, soslinhat e raiat)
pt_br: formatação simples (negrito, itálico, sublinhado e tachado)
ru: простое форматирование (жирный, курсив, подчеркнутый и зачеркнутый)

source: notes are restored if they were open when the application was closed
cs: poznámky se obnoví, pokud byly otevřeny při zavření aplikace
hu: a jegyzetek visszatöltődnek, ha az alkalmazás bezárásakor nyitva voltak
oc: se restauran las nòtas dobèrtas al moment de la tampadura de l’aplicacion
pt_br: as notas são restauradas se estiverem abertas quando o aplicativo foi fechado
ru: заметки восстанавливаются если они были открыты во время закрытия приложения

source: changing color of notes
cs: změna barvy poznámek
hu: a jegyzet színének változtatása
oc: modificar las colors de las nòtas
pt_br: mudança de cor das notas
ru: изменение цвета заметок

source: dark theme support
cs: podpora tmavého motivu
hu: sötét téma támogatása
oc: presa en carga del tèma escur
pt_br: suporte para tema escuro
ru: поддержка темной темы

source: this is a refinement release
cs: jedná se o verzi převážně s opravami chyb

source: show focus indicators correctly in all notes window
cs: zobrazení indikátoru fokusu správně ve všech oknech poznámek

source: use new flexible ToolbarView widget
cs: nový flexibilní widget ToolbarView

source: print where notes are logged when the app starts up (for syncing)
cs: zobrazení, kde jsou poznámky zaznamenány při spuštění aplikace (pro synchronizaci)
oc: aficha ont las nòtas son enregistradas quand l’aplicacion se lança (per la sincro.)
pt_br: imprime onde as notas são registradas quando o aplicativo é iniciado (para sincronização)

source: add a flag `--new-note` to quicky jote down a note
cs: přidán příznak `--new-note` pro rychlé zapsání poznámky
pt_br: adicione um sinalizador '--new-note' para anotar rapidamente uma nota

source: quickly open links in your notes
cs: rychlé otevírání odkazů v poznámkách
oc: dobrir rapidament los ligams dins vòstras nòtas
pt_br: abra links rapidamente nas suas notas

source: changed GNOME Runtime version to 44
cs: změna verze GNOME Runtime na 44
oc: cambiament d’environament d’execucion GNOME version 44
pt_br: alterado a versão do GNOME Runtime para 44

source: updated dutch translation
cs: aktualizovaný holandský překlad
oc: traduccion en neerlandés actualizada
pt_br: tradução holandesa atualizada

source: fix packaging issues
cs: oprava chyb při kompilaci
oc: coreccion de problèmas de paquetatge
pt_br: corrige problemas de empacotamento

source: this release enhances usability and reliability
cs: tato verze zlepšuje použitelnost a spolehlivost
pt_br: esta versão melhora a usabilidade e confiabilidade

source: updated the icon to make it more distinguished
cs: aktualizovaná ikona, aby byla výraznější
pt_br: atualizado o ícone para torná-lo mais distinto

source: updated translations (french, russian) and added a czech translation
cs: aktualizovány překlady (francouzština, ruština) a přidána čeština
oc: traduccions actualizadas (francés, rus) e apondon de la traduccion en chèc
pt_br: traduções atualizadas (francês, russo) e adicionado uma tradução tcheca

source: make text throughout the UI more standard and easy to understand
cs: text v celém uživatelském rozhraní je standardnější a srozumitelnější
pt_br: torna o texto em toda a interface do usuário mais padrão e fácil de entender

source: notes are now more reliably saved so that you don't lose your changes
cs: poznámky se nyní ukládají spolehlivěji, abyste své změny neztratili
pt_br: as notas agora são salvas de forma mais confiável para que você não perca suas alterações

source: notes are now restored (mostly) as they were last time you closed the app
cs: poznámky jsou nyní obnoveny (většinou) tak, jak byly při posledním zavření aplikace
pt_br: as notas agora são restauradas (na sua maior parte) como estavam na última vez que você fechou o app

source: the most recently closed note is now shown when you reopen the app, instead of showing the all notes window
cs: při opětovném otevření aplikace se nyní zobrazí naposledy zavřená poznámka, namísto zobrazení okna všech poznámek
pt_br: a nota fechada mais recentemente agora é mostrada quando você reabre o app, em vez de mostrar a janela com todas as notas

source: I'd like to take a moment to thank everyone that contributed to sticky notes this far. I am very grateful for your help and support.
cs: Rád bych poděkoval všem, kteří se podíleli na vývoji této aplikace. Jsem velmi vděčný za vaši pomoc a podporu.
oc: Volriai prendre un moment per mercejar tot lo monde que contribuïguèron a sticky notes fins ara. Soi plan grat de vòstra ajuda e sosten.
pt_br: Gostaria de dedicar um momento para agradecer a todos que contribuíram para o Sticky Notes até aqui. Estou muito grato por sua ajuda e apoio.

source: mostly a bug fix and tune-up release
cs: verze s opravou chyb a ladění
hu: bug-fix és javítások
oc: principalament una version de correccion e d’afinament
pt_br: principalmente uma correção de bug e ajuste para lançamento
ru: в основном выпуск исправления ошибок и доработок

source: make style (color) selector easier to change using the keyboard
cs: usnadnění změny výběru stylu (barvy) pomocí klávesnice
hu: egyszerűen változtathat stílust (színt) a billentyűzet segítségével
pt_br: torna o seletor de estilo (cor) mais fácil de alterar usando o teclado
ru: селектор стиля (цвета) тепе более простым для изменения с помощью клавиатуры

source: added more translations (tamil, hungary, catalan) and update russian translations
cs: přidány další překlady (tamilština, maďarština, katalánština) a aktualizace ruského překladu
hu: további nyelvek hozzáadása (tamil, magyar, catalan) és orosz nyelv update
oc: mai de traduccions apondudas (tamol, ongrés, catalan) e traduccion en rus actualizada
pt_br: mais traduções adicionadas (tâmil, húngaro, catalão) e tradução russa atualizada
ru: добавлено больше переводов (тамильский, венгерский, каталонский) и обновлены русские переводы

source: you can now choose to use dark or light mode manually instead of always using the system theme in the all notes window
cs: nyní můžete zvolit tmavý nebo světlý motiv ručně místo systémového motivu v okně všech poznámek
hu: kiválaszthatja a sötét vagy a világos módot vagy használhatja a rendszer beállításokat az összes jegyzet ablakban
pt_br: você agora pode escolher usar o modo escuro ou claro manualmente, em vez de sempre usar o tema do sistema na janela com todas as notas
ru: теперь вы можете выбрать темный или светлый режим вручную вместо того, чтобы всегда использовать системную тему в окне всех заметок

source: this is unexpectedly a large release
cs: toto je nečekaně velká verze
hu: ez egy váratlanul nagy kiadás
oc: aquò es una version pas prevista d’èsser tan grossa
pt_br: este é um lançamento inesperadamente grande
ru: это неожиданно большой выпуск

source: new icon
cs: nová ikona
hu: új ikon
oc: icòna novèla
pt_br: novo ícone
ru: новая иконка

source: added translations (french, russian, italian, dutch, ocitan)
cs: přidány překlady (francouzština, ruština, italština, holandština, ocitánština)
hu: további nyelvek hozzáadása (francia, orosz, olasz, német, ocitan)
oc: traduccions apondudas (francés, rus, italian, neerlandés, occitan)
pt_br: traduções adicionadas (francês, russo, italiano, holandês, occitano)
ru: добавлены переводы (французский, русский, итальянский, голландский, окситанский)

source: bug fixes
cs: opravy chyb
hu: bug fix
oc: correccions d’anomalia
pt_br: correções de bugs
ru: исправления ошибок

source: this is mostly a cleanup release
cs: jedná se o verzi převážně s opravami chyb
hu: egy tisztított kiadás
oc: aquò es principalament una version de netejatge
pt_br: está é majoritariamente uma versão de limpeza
ru: это в основном очищающий релиз

source: added translation support (starting with french)
cs: přidána podpora překladu (počínaje francouzštinou)
hu: további nyelvek hozzáadása (francia elkezdve)
oc: apondon de la presa en carga de las lengas (en començant pel francés)
pt_br: suporte de tradução adicionado (começando com francês)
ru: добавлена поддержка перевода (начиная с французского)

source: apply tag to location under the cursor when nothing is selected. this means that for example if you click Ctrl+B while there's nothing selected, the new content you'll write will come out as bold
cs: použítí stylu na místě s kurzorem, když není nic vybráno. to znamená, že pokud například kliknete na Ctrl+B, zatímco není nic vybráno, nový obsah, který napíšete, se zobrazí tučně
hu: alkalmazza a címkét a kurzor alatti helyre, ha nincs kiválasztva. Ez azt jelenti, hogy ha a Ctrl+B billentyűt lenyomja, miközben nincs kiválasztva semmi, akkor az új tartalom félkövér lesz
pt_br: aplique tag ao local sob o cursor quando nada estiver selecionado. Isso significa que, por exemplo, se você pressionar Ctrl+B quando não houver nada selecionado, o novo conteúdo que escrever irá aparecer em negrito
ru: применять тег к месту под курсором, когда ничего не выбрано. это означает, что, например, если вы нажмете Ctrl+B когда ничего не выделено, новое содержимое которое вы напишете будет выделено жирным шрифтом

source: fixed builds
cs: opravené chyby
hu: fixed kiadás
oc: correccions de compilacion
pt_br: compilações corrigidas
ru: исправлены сборки

source: restructured/cleaned source
cs: restrukturalizovaný/vyčištěný zdroj
hu: átstrukturált/tisztított kiadás
oc: còdi font reestructurat/netejat
pt_br: código fonte reestruturado/limpo
ru: реструктурированы/очищены исходники

source: First beta release!
cs: První beta verze!
hu: Első béta kiadás!
oc: Primièr version beta !
pt_br: Primeiro lançamento beta!
ru: Первый бета выпуск!

source: Note window default height
cs: Výchozí výška okna poznámky
hu: A jegyzet ablak alapértelmezett magassága
oc: Nautor per defaut de la fenèstra de nòta
pt_br: Altura padrão da janela da nota
ru: Высота окна заметок по умолчанию

source: The default height of a new sticky note
cs: Výchozí výška nové poznámky
hu: Alapértelmezett magasság az új jegyezthez
oc: La nautor per defaut d’una nòta novèla
pt_br: A altura padrão de uma nova nota
ru: Высота по умолчанию для новых заметок

source: Note window default width
cs: Výchozí šířka okna poznámky
hu: A jegyzet ablak alapértelmezett szélessége
oc: Largor per defaut de nòta
pt_br: Largura padrão da janela da nota
ru: Ширина окна заметок по умолчанию

source: The default width of a new sticky note
cs: Výchozí šířka nové poznámky
hu: Alapértelmezett szélesség az új jegyzethez
oc: La largor per defaut d’una nòta novèla
pt_br: A largura padrão de uma nova nota
ru: Ширина по умолчанию для новых заметок

source: Default note style
cs: Výchozí styl poznámky
hu: Alapértelmezett jegyzet stílus
oc: L’estil de nòta per defaut
pt_br: Estilo padrão da nota
ru: Стиль заметок по умолчанию

source: The default style assigned to a new note
cs: Výchozí styl přiřazený nové poznámce
hu: Alapértelmezett jegyzet stílus az új jegyzethez
oc: L’estil per defaut atribuït a una nòta novèla
pt_br: O estilo padrão atribuído a uma nova nota
ru: Стиль по умолчанию, назначаемый новой заметке

source: Confirm note deletion
cs: Potvrďte smazání poznámky
hu: Jegyzet törlésének megerősítése
oc: Confirmar la supression de la nòta
pt_br: Confirme exclusão de nota
ru: Подтвердить удаления заметки

source: Whether to confirm note deletion
cs: Zda se má potvrdit odstranění poznámky
hu: Megerősíti a jegyzet törlését
oc: Indica se cal confirmar la supression de nòtas
pt_br: Se deve confirmar a exclusão da nota
ru: Нужно ли подтверждать удаление заметки

source: The selected color scheme
cs: Vybrané barevné schéma
hu: A jegyzet színének változtatása
oc: Lo tèma de colors seleccionat
pt_br: O esquema de cores selecionado
ru: Выбранная цветовая схема

source: The selected color scheme. 0 = follow system style, 1 = light, 2 = dark
cs: Vybrané barevné schéma. 0 = systémový styl, 1 = světlý, 2 = tmavý
hu: A kiválasztott színséma. 0 = rendszerstílus, 1 = világos, 2 = sötét
oc: L’esquèma de color seleccionat. 0 = segon l’estil del sistèma, 1 = clar, 2 = fosc
pt_br: O esquema de cores selecionado. 0 = segue o estilo do sistema, 1 = claro, 2 = escuro
ru: Выбранная цветовая схема. 0 = следовать системному стилю, 1 = светлый, 2 = темный

source: Show all notes
cs: Zobrazit všechny poznámky
hu: Összes jegyzet
oc: Mostrar todas las nòtas
pt_br: Mostre todas as notas
ru: Показать все заметки

source: Whether to show the all notes window or note
cs: Zda se má zobrazit okno se všemi poznámkami nebo poznámka
hu: Az összes jegyzet vagy jegyzetablak megjelenítése
oc: Indica se cal mostrar totas las fenèstras de nòtas o las nòtas
pt_br: Se deve mostrar a janela com todas as notas ou nota
ru: Показывать ли окно всех заметок или заметку

source: Note is Open
cs: Poznámka je otevřená
hu: Jegyzet nyitva
oc: La nòta es dobèrta
ru: Заметка открыта

source: Delete Note
cs: Smazat poznámku

# shortcut window
source: General
cs: Obecné
hu: Általános
pt_br: Geral
ru: Основное

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
hu: Gyorsbillentyűk
oc: Afichar los acorchis
pt_br: Mostra os atalhos
ru: Показать комбинации клавиш

# shortcut window
source: Quit
cs: Ukončit
hu: Bezárás
oc: Quitar
pt_br: Sai
ru: Выйти

# shortcut window
source: Notes
cs: Poznámky
oc: Nòtas
pt_br: Notas
ru: Заметки

# shortcut window
source: New Note
cs: Nová poznámka
hu: Új jegyzet
oc: Nòta novèla
pt_br: Nova Nota
ru: Новая заметка

# shortcut window
source: Navigation
cs: Navigace
hu: Navigáció
oc: Navigacion
pt_br: Navegação
ru: Навигация

# shortcut window
source: Show all notes
cs: Zobrazit všechny poznámky
hu: Összes jegyzet megtekintése
oc: Mostrar todas las notas
pt_br: Mostra todas as notas
ru: Показать все заметки

# shortcut window
source: Cycle between notes
cs: Cyklovat mezi poznámkami
hu: Körbelépés a noteszek között
oc: Boclar entre las nòtas
pt_br: Navega pelas notas
ru: Переключение между заметок

# shortcut window
source: Cycle between notes in reverse order
cs: Cyklovat mezi poznámkami v opačném pořadí
hu: Körbelépés a noteszek között visszafelé
oc: Boclar entre las nòtas al revèrs
pt_br: Navega pela notas em ordem reversa
ru: Переключение между заметок в обратном порядке

# shortcut window
source: Editing
cs: Editace
hu: Szerkesztés
oc: Edicion
pt_br: Edição
ru: Редактирование

# shortcut window
source: Bold
cs: Tučně
hu: Kövér
oc: Gras
pt_br: Negrito
ru: Жирный

# shortcut window
source: Italic
cs: Kurzíva
hu: Dőlt
oc: Italica
pt_br: Itálico
ru: Курсив

# shortcut window
source: Underline
cs: Podtržení
hu: Aláhúzott
oc: Soslinhat
pt_br: Sublinhado
ru: Подчеркнутый

# shortcut window
source: Strikethrough
cs: Přeškrtnutí
hu: Áthúzott
oc: Raiat
pt_br: Tachado
ru: Зачеркнутый

source: New Note
cs: Nová poznámka
hu: Új jegyzet
oc: Nòta novèla
ru: Новая заметка

source: Main Menu
cs: Hlavní menu
hu: Főmenü
oc: Menú principal
pt_br: Menu Principal
ru: Главное меню

source: Search notes…
cs: Prohledat poznámky…
oc: Recèrca de nòtas…
ru: Поиск заметок…

source: No Notes
cs: Žádné poznámky
oc: Cap de nòta
ru: Нет заметок

source: _New Note
cs: _Nová poznámka
oc: Nòta _novèla
ru: _Новая заметка

source: No Results
cs: Žádné výsledky
oc: Cap de resultat
ru: Нет результатов

source: Try a different search
cs: Zkuste jiné hledání
oc: Ensajatz una autra recèrca
ru: Попробуйте другой поиск

source: Keyboard Shortcuts
cs: Klávesové zkratky
oc: Acorchis de clavièr
ru: Комбинации клавиш

source: About Sticky Notes
cs: O aplikaci Rychlé Poznámky
oc: A prepaus de Nòtas adesivas
ru: О Заметках

source: Quit
cs: Ukončit
oc: Quitar
ru: Выйти

source: Follow system style
cs: Systémový styl
hu: Rendszertéma használata
oc: Seguir lo tèma del sistèma
ru: Следовать системному стилю

source: Light style
cs: Světlý styl
hu: Világos téma
oc: Estil clar
ru: Светлый стиль

source: Dark style
cs: Tmavý styl
hu: Sötét téma
oc: Estil escur
ru: Темный стиль

source: Bold
cs: Tučně
hu: Kövér
oc: Gras
ru: Жирный

source: Italic
cs: Kurzíva
hu: Dőlt
oc: Italica
ru: Курсив

source: Underline
cs: Podtržení
hu: Aláhúzott
oc: Soslinhat
ru: Подчеркнутый

source: Strikethrough
cs: Přeškrtnutí
hu: Áthúzott
oc: Raiat
ru: Зачеркнутый

source: All Notes
cs: Všechny poznámky
hu: Összes jegyzet
oc: Totas las nòtas
ru: Все заметки

source: translator-credits
cs: Amerey.eu

source: Switch to %s style
cs: Přepnout styl na: %s
hu: Váltás a %s stílusra
oc: Bascular a l’estil %s
pt_br: Muda para o estilo %s
ru: Переключить на %s стиль

source: Yellow
cs: Žlutá
hu: Sárga
oc: Jaune
pt_br: Amarelo
ru: Желтый

source: Pink
cs: Růžová
oc: Ròse
pt_br: Rosa
ru: Розовый

source: Green
cs: Zelená
hu: Zöld
oc: Verd
pt_br: Verde
ru: Зеленый

source: Blue
cs: Modrá
hu: Kék
oc: Blau
pt_br: Azul
ru: Синий

source: Gray
cs: Šedá
hu: Szürke
oc: Gris
pt_br: Cinza
ru: Серый

source: Charcoal
cs: Uhel
hu: Faszén
oc: Carbon de lenha
pt_br: Carvão
ru: Угольный

source: Window
cs: Okno
hu: Ablak
oc: Fenèstra
pt_br: Janela
ru: Окно

source: Delete Note?
cs: Smazat poznámku?
oc: Suprimir la nòta ?
pt_br: Deletar nota?

source: This action cannot be undone. If you want to hide the note, you can close it instead.
cs: Tuto akci nelze vrátit zpět. Pokud chcete poznámku skrýt, můžete ji místo toho zavřít.
oc: Se pòt pas anullar. Se volètz rescondre la nòta, la podètz tampar a la plaça.
pt_br: Esta ação não pode ser desfeita. Se você quer esconder a nota, você pode apenas fechá-la.

source: Cancel
cs: Zrušit
oc: Anullar
pt_br: Cancelar

source: Delete
cs: Smazat
oc: Suprimir
pt_br: Deletar

source: Empty Note
cs: Prázdná poznámka
hu: Üres jegyzet
oc: Nòta voida
pt_br: Nota vazia
ru: Пустая заметка

source: Purple
hu: Lila
oc: Violet
pt_br: Roxo
ru: Фиолетовый

source: Angelo Verlain
ru: Анджело Верлен

# shortcut window
source: Delete note
hu: Jegyzet törlése
